Repository: GNOME/gnome-user-share
Catalog: help/*/*.po
Languages: ca, cs, el, es, eu, gl, it, pt_br, ro, ru, sv

source: gnome-user-share is a session service that exports the contents of the <filename>Public</filename> folder in your home directory, so that they can easily be accessed from other computers on the same local network. On the other computers, the shared folder will appear with a name like '<replaceable>user</replaceable>'s shared files' in the <application>nautilus</application> Network window, where <replaceable>user</replaceable> will be replaced by your user name.
ca: El gnome-user-share és un servei de sessió que exporta el contingut de la carpeta <filename>Públic</filename> del directori d'usuari, de manera que s'hi pot accedir fàcilment des d'altres ordinadors de la mateixa xarxa local. En els altres ordinadors, la carpeta compartida apareixerà amb un nom semblant a «Fitxers compartits de <replaceable>usuari</replaceable>» a la finestra de xarxa del <application>Nautilus</application>, on <replaceable>usuari</replaceable> serà reemplaçat pel vostre nom d'usuari.
cs: gnome-user-share je služba sezení, která exportuje obsah adresáře <filename>Veřejné</filename> z vašeho domovského adresáře tak, aby mohl být snadno přístupný z ostatních počítačů ve vaší lokální síti. Na ostatních počítačích bude sdílený adresář zobrazen v okně Síť aplikace <application>Nautilus</application> a bude mít název podobný jako „Veřejné soubory uživatele <replaceable>Uživatel</replaceable>“, kde výraz <replaceable>Uživatel</replaceable> bude nahrazen vaším uživatelským jménem.
el: Το gnome-user-share είναι μια υπηρεσία που εξάγει τα περιεχομένα του φακέλου <filename>Δημόσιο</filename> του αρχικού (προσωπικού) σας καταλόγου, ώστε να μπορούν να προσπελασθούν εύκολα από άλλους υπολογιστές στο ίδιο τοπικό δίκτυο. Στους άλλους υπολογιστές, ο κοινόχρηστος φάκελος θα εμφανίζεται με ένα όνομα όπως 'κοινόχρηστα αρχεία του <replaceable>user</replaceable>' στο παράθυρο Δίκτυο του περιηγή αρχείων <application>nautilus</application>, όπου το <replaceable>user</replaceable> θα έχει αντικατασταθεί από το όνομα χρήστη σας.
es: Compartición de archivos personales es un servicio de sesión que exporta el contenido de la carpeta <filename>Public</filename> en su carpeta personal, de tal forma que pueden ser fácilmente accesibles desde otros equipos en la misma red local. En los otros equipos, la carpeta compartida aparecerá con un nombre como «Archivos compartidos de <replaceable>usuario</replaceable>» en la ventana de Red de <application>Nautilus</application>, donde <replaceable>usuario</replaceable> se reemplazará por su nombre de usuario.
eu: gnome-user-share saio-zerbitzuak zure karpeta nagusiko <filename>Publikoa</filename> karpetako edukia esportatzen du, sare lokal bereko beste ordenagailuak bertan erraz sartu ahal izan daitezen. Beste ordenagailetan, karpeta partekatua '<replaceable>erabiltzailea</replaceable>ren fitxategi partekatuak' gisako izen batekin azalduko da <application>nautilus</application> sareko leihoan, eta <replaceable>erabiltzailea</replaceable> zure izenarekin ordeztuko da.
gl: Compartición de ficheiros persoais é un servizo de sesión que exporta o contido do cartafol <filename>Public</filename> no seu cartafol persoal, de tal forma que pode ser accesíbeis de forma doada desde outros equipos na mesma rede local. Nos outros equipos, o cartafol compartido aparecerá cun nome como «Ficheiros compartidos de <replaceable>usuario</replaceable>» na xanela de Rede de <application>Nautilus</application>, onde <replaceable>usuario</replaceable> substituirase polo seu nome de usuario.
it: L'applicazione gnome-user-share un servizio di sessione che esporta i contenuti della cartella <filename>Pubblici</filename> nella cartella home dell'utente, così che possano essere facilmente accessibili da altri computer nella stessa rete locale. Negli altri computer, la cartella condivisa sarà visualizzata nella finestra di Rete di <application>Nautilus</application> con un nome del tipo «file pubblici di <replaceable>utente</replaceable>», dove <replaceable>utente</replaceable> sarà sostituito dal nome dell'utente.
pt_br: gnome-user-share é um serviço de sessão que exporta conteúdo da pasta <filename>Pública</filename> para seu diretório home, para que este conteúdo possa ser facilmente acessado de outros computadores na mesma rede local. Nos outros computadores, a pasta compartilhada aparecera com um nome parecido com 'arquivos compartilhados do <replaceable>usuário</replaceable>' na janela de rede do <application>nautilus</application>, onde <replaceable>usuário</replaceable> será substituído pelo nome do usuário.
ro: gnome-user-share este un serviciu de sesiune care exportă conținutul dosarului <filename>Public</filename> din dosarul personal, astfel încât să poată fi accesat cu ușurință de pe alte calculatoare din aceeași rețea locală. Pe celelalte calculatoare din rețea, dosarul partajat va apărea în fereastra de rețea a aplicației <application>nautilus</application> cu un nume de genul „Fișiere partajate de <replaceable>utilizator</replaceable>”, unde <replaceable>utilizator</replaceable> va fi înlocuit cu numele dumneavoastră de utilizator.
ru: Сервис общего доступа к файлам позволяет открыть содержимое папки «Общедоступные» в вашей домашней папке так, что любой компьютер в сети может получить к ним доступ. На других компьютерах общая папка будет отображаться как «Файлы <replaceable>пользователя</replaceable>» в группе «Сеть» в программе <application>Nautilus</application>. Вместо <replaceable>пользователя</replaceable> будет указано ваше имя пользователя.
sv: gnome-user-share är en sessionstjänst som exporterar innehållet i mappen <filename>Publikt</filename> i din hemkatalog, så att den enkelt kan kommas åt från andra datorer på samma lokala nätverk. På andra datorer så kommer den utdelade mappen att visas med ett namn såsom "<replaceable>användaren</replaceable>'s shared files" i <application>nautilus</application> nätverksfönster, där <replaceable>användaren</replaceable> kommer att ersättas med ditt användarnamn.

source: gnome-user-share uses a WebDAV server to share the <filename>Public</filename> folder, and advertises the share on the local network using mDNS.
ca: El gnome-user-share utilitza un servidor WebDAV per a compartir la carpeta <filename>Públic</filename> i notifica la compartició a la xarxa local utilitzant el mDNS.
cs: Ke sdílení adresáře <filename>Veřejné</filename> používá gnome-user-share server WebDAV a na lokální síti jej ostatním počítačům „nabízí“ prostředictvím mDNS.
el: Το gnome-user-share χρησιμοποιεί ένα εξυπηρετητή WebDAV για κάνει κοινόχρηστο το φάκελο <filename>Δημόσιο</filename> και κοινοποιεί την κοινή χρήση στο τοπικό δίκτυο χρησιμοποιώντας το mDNS.
es: Compartición de archivos personales usa un servidor WebDAV para compartir la carpeta <filename>Public</filename> y publica la compartición en la red local usando mDNS.
eu: gnome-user-share zerbitzuak WebDAV zerbitzari bat erabiltzen du karpeta <filename>Publikoa</filename> partekatzeko, eta sare lokaleko partekatzea iragartzen du mDNS erabiliz.
gl: Compartición de ficheiros persoais usa un servidor WebDAV para compartir o cartafol <filename>Public</filename> e publica a compartición na rede local usando mDNS.
it: L'applicazione gnome-user-share di file personali utilizza un server WebDAV per condividere la cartella <filename>Pubblici</filename> e notifica la condivisione nella rete locale utilizzando mDNS.
pt_br: O gnome-user-share usa um servidor WebDAV para compartilhar a pasta <filename>Public</filename>, e anuncia o compartilhamento na rede local usando mDNS.
ro: gnome-user-share utilizează un server WebDAV pentru a partaja dosarul <filename>Public</filename>, și anunță elementele partajate pe rețeaua locală utilizând mDNS.
ru: Для доступа к файлам в папке <filename>Общедоступные</filename> служба использует сервер WebDAV и оповещает компьютеры в локальной сети посредством MDNS.
sv: gnome-user-share använder en WebDAV-server för att dela ut mappen <filename>Publikt</filename> och annonserar utdelningen på det lokala nätverket med hjälp av mDNS.

source: Additionally, gnome-user-share can make the shared files available via ObexFTP over Bluetooth, and receive files that are sent to your computer via Bluetooth via ObexPush.
ca: A més, el gnome-user-share pot fer que els fitxers compartits estiguin disponibles a través de l'ObexFTP sobre Bluetooth i pot rebre fitxers que s'enviïn al vostre ordinador mitjançant Bluetooth.
cs: gnome-user-share navíc umí sdílené soubory zpřístupnit po Bluetooth pomocí ObexFTP a přijímat je pomocí ObexPush.
el: Επιλέον, το gnome-user-share μπορεί να κάνει τα κοινόχρηστα αρχεία διαθέσιμα με ObexFTP μέσω Bluetooth, και να λαμβάνει αρχεία που αποστέλλονται στον υπολογιστή σας μέσω Bluetooth με το ObexPush.
es: Además, Compartición de archivos personales puede hacer que los archivos compartidos estén disponibles a través de ObexFTP sobre Bluetooth, y recibir archivos enviados a su equipo a través de ObexPush sobre Bluetooth.
eu: Horrez gain, gnome-user-share zerbitzuak erabilgarri jar ditzake fitxategi partekatuak ObexFTP bidez Bluetooth-en, eta Bluetooth bidez zure ordenagailura bidalitako fitxategiak jaso ObexPush-en.
gl: Ademais, Compartición de ficheiros persoais pode facer que os ficheiros compartidos estean dispoñíbeis a través de ObexFTP sobre Bluetooth, e recibir ficheiros enviados ao seu equipo a través de ObexPush sobre Bluetooth.
it: Inoltre, l'applicazione Condivisione di file personali può rendere disponibili i file condivisi via ObexFTP tramite Bluetooth e ricevere file che sono mandati al computer tramite Bluetooth con ObexPush.
pt_br: Adicionalmente, o gnome-user-share pode tornar arquivos compartilhados disponíveis via ObexFTP por Bluetooth, e receber arquivos que são enviados ao seu computador por Bluetooth via ObexPush.
ro: În plus, gnome-user-share poate face disponibile fișierele partajate prin intermediul ObexFTP prin Bluetooth, și poate primi fișierele care sunt trimise calculatorului dumneavoastră prin Bluetooth, prin intermediul ObexPush.
ru: Кроме того, служба позволяет сделать файлы доступными через ObexFTP по Bluetooth и получать файлы, отправленные на компьютер посредством Bluetooth, через ObexPush.
sv: I tillägg kan gnome-user-share göra de utdelade filerna tillgängliga via ObexFTP över Bluetooth och ta emot filer som skickas till din dator via Bluetooth via ObexPush.

source: Getting started
ca: Primers passos
cs: Začínáme
el: Ξεκινώντας
es: Para empezar
eu: Erabiltzen hasteko
gl: Para comezar
it: Per iniziare
pt_br: Iniciando
ro: Primii pași
ru: Приступая к работе
sv: Komma igång

source: Starting gnome-user-share
ca: Com iniciar el gnome-user-share
cs: Spuštění gnome-user-share
el: Εκκίνηση του gnome-user-share
es: Iniciar Compartición de archivos personales
eu: gnome-user-share abiaraztea
gl: Iniciar Compartición de ficheiros persoais
it: Avviare Condivisione di file personali
pt_br: Iniciando o gnome-user-share
ro: Pornirea gnome-user-share
ru: Запуск службы
sv: Starta gnome-user-share

source: The gnome-user-share service is normally started by <application>gnome-session</application> when you log in. You can change this by opening <menuchoice><guimenu>Preferences</guimenu><guimenu>Sessions</guimenu></menuchoice> in the <guimenu>System</guimenu> menu, and modifying the 'User Sharing' entry in the list of startup programs.
ca: El servei gnome-user-share normalment és iniciat pel <application>gnome-session</application> quan entreu. Podeu canviar-ho obrint <menuchoice><guimenu>Preferències</guimenu><guimenu>Sessions</guimenu></menuchoice> al menú <guimenu>Sistema</guimenu> i modificant l'entrada «Compartició d'usuari» a la llista de programes d'inici.
it: Il servizio Condivisione di file personali è normalmente avviato da <application>gnome-session</application> quando si effettua l'accesso. È possibile modificare questa modalità di avvio scegliendo <menuchoice><guimenu>Preferenze</guimenu><guimenu>Sessione</guimenu></menuchoice> dal menù <guimenu>Sistema</guimenu> e modificare la voce «Condivisione utente» nell'elenco dei programmi da eseguire all'avvio.
sv: Tjänsten gnome-user-share startas vanligtvis av <application>gnome-session</application> när du loggar in. Du kan ändra detta genom att öppna <menuchoice><guimenu>Inställningar</guimenu><guimenu>Sessioner</guimenu></menuchoice> i menyn <guimenu>System</guimenu> och ändra inställningen "Användarutdelning" i listan över uppstartsprogram.

source: To configure various aspects of file sharing, use the File Sharing Preferences, which can be found in the <guimenu>System</guimenu> menu under <menuchoice><guimenu>Preferences</guimenu><guimenu>Personal File Sharing</guimenu></menuchoice>.
ca: Per a configurar diversos aspectes de la compartició de fitxers, utilitzeu les Preferències de la compartició de fitxers, les quals trobareu al menú <guimenu>Sistema</guimenu> sota <menuchoice><guimenu>Preferències</guimenu><guimenu>Compartició de fitxers personals</guimenu></menuchoice>.
cs: K nastavení nejrůznějších aspektů sdílení souborů použijte Nastavení sdílení souborů, které lze najít v nabídce <menuchoice><guimenu>Systém</guimenu><guimenu>Volby</guimenu><guimenu>Sdílení osobních souborů</guimenu></menuchoice>.
el: Για να ρυθμίσετε διάφορες παραμέτρους της κοινής χρήσης αρχείων, χρησιμοποιείστε τις Προτιμήσεις κοινής χρήσης, που βρίσκονται στο μενού <guimenu>Σύστημα</guimenu> στο <guimenu>Προτιμήσεις</guimenu> <guimenu>Κοινή χρήση προσωπικών αρχείων</guimenu>.
es: Para configurar los diversos aspectos de la compartición de archivos use las Preferencias de compartición de archivos que se pueden encontrar en el menú <guimenu>Sistema</guimenu> bajo <menuchoice><guimenu>Preferencias</guimenu><guimenu>Compartición de archivos personales</guimenu></menuchoice>.
eu: Fitxategi-partekatzearen hainbat alderdi konfiguratzeko, erabili Fitxategi-partekatzearen hobespenak (<guimenu>Sistema</guimenu> menua, <menuchoice><guimenu>Hobespenak</guimenu><guimenu>Fitxategi-partekatze pertsonala</guimenu></menuchoice>).
gl: Para configurar os diversos aspectos da compartición de ficheiros use as Preferencias de compartición de ficheiros que se poden atopar no menú <guimenu>Sistema</guimenu> baixo <menuchoice><guimenu>Preferencias</guimenu><guimenu>Compartición de ficheiros persoais</guimenu></menuchoice>.
it: Per configurare i diversi aspetti della condivisione di file, modificare le preferenze di condivisione dei file, che possono essere trovate nel menù <menuchoice><guimenu>Sistema</guimenu><guimenu>Preferenze</guimenu><guimenu>Condivisione file personali</guimenu></menuchoice>.
pt_br: Para configurar vários aspectos do compartilhamento de arquivos, use Preferência de compartilhamento de arquivos, que pode ser encontrado em <menuchoice><guimenu>Preferências</guimenu><guimenu>Compartilhamento de arquivos pessoais</guimenu></menuchoice> no menu <guimenu>Sistema</guimenu>.
ro: Pentru a configura diverse aspecte ale partajării de fișiere, utilizați Preferințele Partajării de fișiere, care pot fi găsite în meniul <menuchoice><guimenu>Sistem</guimenu><guimenu>Preferințe</guimenu><guimenu>Partajare de fișiere personale</guimenu></menuchoice> .
ru: Для настройки различных параметров совместного использования файлов используйте меню <guimenu>Система</guimenu>, <menuchoice><guimenu>Параметры</guimenu><guimenu>Общий доступ к личным файлам</guimenu></menuchoice>.
sv: För att konfigurera olika aspekter för filutdelning, använd Inställningar för filutdelning, vilken kan hittas i menyn <guimenu>System</guimenu> under <menuchoice><guimenu>Inställningar</guimenu><guimenu>Utdelning av personliga filer</guimenu></menuchoice>.

source: File Sharing Preferences
ca: Preferències de la compartició de fitxers
cs: Nastavení sdílení souborů
el: Προτιμήσεις κοινής χρήσης αρχείων
es: Preferencias de compartición de archivos
eu: Fitxategi-partekatzearen hobespenak
gl: Preferencias de compartición de ficheiros
it: Preferenze di condivisione dei file
pt_br: Preferências de compartilhamento de arquivos
ro: Preferințe pentru partajarea de fișiere
ru: Параметры общего доступа к личным файлам
sv: Inställningar för filutdelning

source: Enabling file sharing over the network
ca: Com habilitar la compartició de fitxers a través de la xarxa
cs: Povolení sdílení souborů po síti
el: Ενεργοποίηση κοινής χρήσης αρχείων μέσω του δικτύου
es: Activar la compartición de archivos en la red
eu: Sarean fitxategiak partekatzea gaitzea
gl: Activar a compartición de ficheiros na rede
it: Abilitare la condivisione di file attraverso la rete
pt_br: Habilitando compartilhamento de arquivos na rede
ro: Activarea partajării de fișiere în rețea
ru: Включение доступа к файлам по сети
sv: Aktivera utdelning av filer över nätverket

source: Open the File Sharing Preferences using <menuchoice><guimenu>Preferences</guimenu><guimenu>Personal File Sharing</guimenu></menuchoice> in the <guimenu>System</guimenu> menu.
ca: Obriu les Preferències de la compartició de fitxers utilitzant <menuchoice><guimenu>Preferències</guimenu><guimenu>Compartició de fitxers personals</guimenu></menuchoice> al menú <guimenu>Sistema</guimenu>.
cs: Pomocí <menuchoice><guimenu>Volby</guimenu><guimenu>Sdílení osobních souborů</guimenu></menuchoice> z nabídky <guimenu>Systém</guimenu> otevřete Nastavení sdílení souborů.
el: Ανοίξτε τις Προτιμήσεις κοινής χρήσης αρχείων από το <menuchoice><guimenu>Προτιμήσεις</guimenu><guimenu>Κοινή χρήση αρχείων</guimenu></menuchoice> στο μενού <guimenu>Σύστημα</guimenu>.
es: Abra las Preferencias de compartición de archivos usando <menuchoice><guimenu>Preferencias</guimenu><guimenu>Compartición de archivos personales</guimenu></menuchoice> en el menú <guimenu>Sistema</guimenu>.
eu: Ireki 'Fitxategi-partekatzearen hobespenak' (<menuchoice><guimenu>Hobespenak</guimenu><guimenu>Fitxategi-partekatze pertsonala</guimenu></menuchoice>, <guimenu>Sistema</guimenu> menuan).
gl: Abra as Preferencias de compartición de ficheiros usando <menuchoice><guimenu>Preferencias</guimenu><guimenu>Compartición de ficheiros persoais</guimenu></menuchoice> no menú <guimenu>Sistema</guimenu>.
it: Aprire Preferenze di condivisione dei file personali scegliendo <menuchoice><guimenu>Preferenze</guimenu><guimenu>Condivisione di file personali</guimenu></menuchoice> dal menù <guimenu>Sistema</guimenu>.
pt_br: Abra as Preferências de compartilhamento de arquivos <menuchoice><guimenu>Preferências</guimenu><guimenu>Compatilhamento de Arquivos pessoais</guimenu></menuchoice> no menu <guimenu>Sistema</guimenu>.
ro: Deschideți Preferințele Partajării de fișiere folosind meniul <menuchoice><guimenu>Sistem</guimenu><guimenu>Preferințe</guimenu><guimenu>Partajare de fișiere personale</guimenu></menuchoice>.
ru: Откройте параметры общего доступа к личным файлам в меню <menuchoice><guimenu>Система</guimenu><guimenu>Параметры</guimenu><guimenu>Общий доступ к личным файлам</guimenu></menuchoice>.
sv: Öppna Inställningar för filutdelning med <menuchoice><guimenu>Inställningar</guimenu><guimenu>Utdelning av personliga filer</guimenu></menuchoice> i menyn <guimenu>System</guimenu>.

source: Share Files over the Network
ca: Compartició de fitxers a través de la xarxa
cs: Sdílení souborů po síti
el: Κοινή χρήση αρχείων μέσω δικτύου
es: Compartir archivos en la red
eu: Partekatu fitxategiak sarean
gl: Compartir ficheiros na rede
it: Condividere file attraverso la Rete
pt_br: Compartilhar arquivos na rede
ro: Partajare de fișiere în rețea
ru: Доступ к файлам по сети
sv: Dela ut filer över nätverket

source: Some firewall configurations on the local machine might cause problems with the advertisment, as well as the access to the shared files. Consult your system administrator for more details.
ca: Algunes configuracions de talla-focs a l'ordinador local poden causar problemes amb la notificació, com també a l'accés als fitxers compartits. Per a obtenir-ne més detalls consulteu l'administrador del sistema.
cs: Některá nastavení firewallu na místním počítači mohou způsobovat problémy s nabízením sdílených souborů i s přístupem k nim. Kontaktujte svého správce systému, chcete-li se dovědět více informací.
el: Μερικές διαμορφώσεις του τείχους προστασίας στον τοπικό υπολογιστή μπορεί να προκαλέσουν προβλήματα στην δημοσιοποίηση και την πρόσβαση στα κοινόχρηστα αρχεία. Συμβουλευτείτε το διαχειριστή του συστήματός σας για περισσότερες λεπτομέρειες.
es: Algunas configuraciones de cortafuegos en el equipo local pueden causar problemas con el anunciamiento, así como con el acceso a los archivos compartidos. Consulte con el administrador de su sistema para obtener más detalles.
eu: Makina lokaleko suebaki-konfigurazio batzuek arazoak eragin ditzakete iragartzeekin, baita partekatutako fitxategien atzipenarekin ere. Jarri harremanetan zure sistema-administratzailearekin xehetasun gehiago lortzeko.
gl: Algunhas configuracións da devasa no equipo local pode causar problemas co anunciamento, así como o acceso aos ficheiros compartidos. Consulte co administrador do seu sistema para obter máis detalles.
it: Alcune configurazioni del firewall del computer potrebbero causare problemi alla notifica, come all'accesso ai file condivisi. Consultare l'amministratore del sistema per ulteriori dettagli.
pt_br: Algumas configurações de Firewall na maquina local devem causar problemas com a exibição, assim como ao acesso de arquivos compartilhados. Consulte seu administrador de sistema para mais detalhes.
ro: Unele configurații ale paravanului de protecție de pe calculatorul local pot cauza probleme la publicarea și accesarea fișierelor partajate. Consultați administratorul de sistem pentru mai multe detalii.
ru: Некоторые брандмауэры на локальном компьютере могут блокировать доступ к общим файлам. Обратитесь к системному администратору для получения дополнительной информации.
sv: Vissa brandväggskonfigurationer på den lokala datorn kan orsaka problem med annonseringen, såväl som åtkomsten till de utdelade filerna. Kontakta din systemadministratör för mer information.

source: Select <guilabel>Never</guilabel> to allow everybody to freely read or write files in the shared folder.
ca: Seleccioneu <guilabel>Mai</guilabel> per a permetre que tothom pugui llegir o escriure fitxers lliurement a la carpeta compartida.
cs: Zvolte <guilabel>Nikdy</guilabel>, chcete-li všem povolit libovolné čtení a upravování souborů ve vašem sdíleném adresáři.
el: Επιλέξτε <guilabel>Ποτέ</guilabel> για να επιτρέψετε σε όλους να διαβάζουν ή να γράφουν ελεύθερα αρχεία στον κοινόχρηστο φάκελο.
es: Seleccione <guilabel>Nunca</guilabel> para permitir que todo el mundo pueda leer o escribir archivos en la carpetas compartidas.
eu: Hautatu <guilabel>Inoiz ez</guilabel> mundu guztiari baimena emateko fitxategiak karpeta partekatuan irakurtzeko edo idazteko.
gl: Seleccione <guilabel>Nunca</guilabel> para permitir que todo o mundo poida ler ou escribir ficheiros nos cartafoles compartidos.
it: Selezionare <guilabel>Mai</guilabel> per permettere a tutti di leggere o scrivere file nella cartella condivisa.
pt_br: Selecione <guilabel>Nunca</guilabel> para permitir a todos acessar e escrever livremente arquivos numa pasta compartilhada.
ro: Selectați <guilabel>Niciodată</guilabel> pentru a permite fiecăruia să citească sau să scrie fișiere în folderul partajat.
ru: Выберите пункт <guilabel>Никогда</guilabel>, чтобы позволить любому пользователю иметь полный доступ к общей папке.
sv: Välj <guilabel>Aldrig</guilabel> för att tillåta alla att helt fritt läsa eller skriva filer i den delade mappen.
