Repository: GNOME/gnome-user-share
Catalog: help/*/*.po
Languages: ca, cs, el, es, eu, gl, it, pt_br, ro, ru, sv

source: Select <guilabel>Always</guilabel> to require the password to read or write files in the shared folder.
ca: Seleccioneu <guilabel>Sempre</guilabel> per a sol·licitar la contrasenya per a llegir o escriure fitxers a la carpeta compartida.
cs: Zvolte <guilabel>Vždy</guilabel>, aby zadání hesla bylo vyžadováno při čtení i upravování souborů ve vašem sdíleném adresáři.
el: Επιλέξτε <guilabel>Πάντα</guilabel> για να ζητείται ο κωδικός πρόσβασης για προβολή ή εγγραφή αρχείων στον κοινόχρηστο φάκελο.
es: Seleccione <guilabel>Siempre</guilabel> para requerir contraseña para leer o escribir archivos en la carpetas compartidas.
eu: Hautatu <guilabel>Beti</guilabel> pasahitza eskatzeko fitxategiak karpeta partekatuan irakurtzeko edo idazteko.
gl: Seleccione <guilabel>Sempre</guilabel> para requirir contrasinais para ler ou escribir ficheiros nos cartafois compartidos.
it: Selezionare <guilabel>Sempre</guilabel> per richiedere la password per leggere o scrivere file nella cartella condivisa.
pt_br: Selecione <guilabel>Sempre</guilabel> para requisitar a senha para ler ou escrever arquivos numa pasta compartilhada.
ro: Selectați <guilabel>Întotdeauna</guilabel> pentru a fi necesară parola pentru a citi sau scrie în dosarul partajat.
ru: Выберите пункт <guilabel>Всегда</guilabel>, чтобы запрашивать пароль для чтения или записи файлов в общую папку.
sv: Välj <guilabel>Alltid</guilabel> för att kräva ett lösenord för att läsa eller skriva filer i den delade mappen.

source: Select <guilabel>When writing files</guilabel> to allow everybody to freely read files in the shared folder, but require the password when writing files.
ca: Seleccioneu <guilabel>Quan s'escriguin fitxers</guilabel> per a permetre a tothom llegir fitxers lliurement a la carpeta compartida, però sol·licitar contrasenya per a escriure'ls.
cs: Zvolte <guilabel>Při zapisování do souborů</guilabel>, chcete-li všem povolit libovolné čtení souborů ve vašem sdíleném adresáři, ale upravování souborů chcete podmínit zadáním hesla.
el: Επιλέξτε <guilabel>Κατά την εγγραφή αρχείων</guilabel> για να επιτρέψετε σε όλους να διαβάζουν ελεύθερα αρχεία του κοινόχρηστου φακέλου αλλά να ζητείται ο κωδικός πρόσβασης κατά την εγγραφή αρχείων.
es: Seleccione <guilabel>Al escribir archivos</guilabel> para permitir que todo el mundo pueda leer libremente archivos en las carpetas compartidas, pero se requiera una contraseña al escribir archivos.
eu: Hautatu <guilabel>Fitxategietan idaztean</guilabel> mundu guztiari baimena emateko fitxategiak karpeta partekatuan irakurtzeko, baina pasahitza eskatzeko bertan idatzi ahal izateko.
gl: Seleccione <guilabel>Ao escribir ficheiros</guilabel> para permitir que todo o mundo poida ler libremente ficheiros nos cartafois compartidos, pero requírese un contrasinal ao escribir ficheiros.
it: Selezionare <guilabel>Quando scrivere i file</guilabel> per permettere a tutti di leggere liberamente i file nella cartella condivisa e per richiedere la password per scrivere i file.
pt_br: Selecione <guilabel>Quando escrevendo arquivos</guilabel> para permitir a todos que leiam livremente arquivos na pasta compartilhada, mas requisite senha quando escrever arquivos.
ro: Selectați <guilabel>La scrierea fișierelor</guilabel> pentru a permite tuturor să citească liber fișierele din dosarul partajat, dar să necesite parola pentru a le scrie.
ru: Выберите <guilabel>При записи файлов</guilabel>, чтобы дать всем пользователям доступ на чтение, но требовать пароль при попытке записи файлов.
sv: Välj <guilabel>När filer skrivs</guilabel> för att tillåta alla att helt fritt läsa filer i den delade mappen, men kräver ett lösenord när filer skrivs.

source: When you set a password, you have to give the password to all users that you want to have access to the shared files. Therefore, you should use a password that is different from other passwords you use.
ca: Quan establiu una contrasenya, haureu de proporcionar-la a tots els usuaris que vulgueu que tinguin accés als fitxers compartits. Per això, hauríeu d'utilitzar una contrasenya diferent de les altres que utilitzeu normalment.
cs: Pokud nastavíte heslo, musíte ho říci všem uživatelům, kteří mají mít přístup ke sdíleným souborům. Proto byste měli nastavit heslo, které je odlišné od dalších hesel, která už používáte.
el: Όταν ορίζετε κωδικό πρόσβασης, πρέπει να τον δώσετε σε όλους τους χρήστες που επιθυμείτε να έχουν πρόσβαση στα κοινόχρηστα αρχεία. Επομένως, θα πρέπει να χρησιμοποιήσετε διαφορετικό κωδικό από άλλους κωδικούς που τυχόν χρησιμοποιείτε.
es: Cuando establece una contraseña tiene que proporcionar la contraseña a todos los usuarios a los que quiera permitir el acceso a sus archivos compartidos. Por ello, debería usar una contraseña diferente de aquellas que use.
eu: Pasahitz bat ezartzen duzunean, partekatutako fitxategietarako sarbidea edukitzea nahi duzun erabiltzaile guztiei eman behar diezu pasahitz hori. Hala ere, zuk erabilitako beste pasahitzen desberdina izan behar du.
gl: Cando estabelece un contrasinal ten que fornecer o contrasinal a todos os usuarios aos que queira permitir o acceso aos seus ficheiros compartidos. Por iso, debería usar un contrasinal diferente de aqueles que use.
it: Quando si imposta una password, si dovrà fornire la password a tutti gli utenti a cui si vuole dare accesso ai file condivisi. Pertanto, si dovrebbe usare una password diversa rispetto alle altre password utilizzate.
pt_br: Quando você define uma senha, você deve dar a senha para todos os usuários que você quer que tenham acesso aos seus arquivos compartilhados. Assim, você deve usar uma senha diferente de outras senhas que você use.
ro: Când stabiliți o parolă, trebuie să dați parola tuturor utilizatorilor care vor acces la fișierele partajate. Prin urmare, ar trebui să utilizați o parolă diferită de celelalte parole pe care le utilizați.
ru: Если вы зададите пароль, нужно будет сообщить его всем пользователям, которым вы желаете открыть доступ к общим файлам. Поэтому лучше задавать пароль, отличный от других используемых вами.
sv: När du anger ett lösenord så måste du ge lösenordet till alla användare som du vill ska ha åtkomst till de utdelade filerna. Därför bör du använda ett lösenord som inte används på andra platser.

source: To enable file sharing via WebDAV, use the <guilabel>Share public files on network</guilabel> checkbox. When file sharing it enabled, the controls for password protection allow to set a password that needs to be specified before a user on another computer is granted access to the shared files. <placeholder-1/><placeholder-2/><placeholder-3/>
ca: Per a habilitar la compartició de fitxers mitjançant el WebDAV, utilitzeu la casella de selecció <guilabel>Comparteix fitxers públics a la xarxa</guilabel>. Quan la compartició de fitxers estigui habilitada, els controls per a la protecció amb contrasenya permeten establir una contrasenya que s'ha d'especificar abans de permetre l'accés als fitxers compartits a un usuari d'un altre ordinador. <placeholder-1/><placeholder-2/><placeholder-3/>
eu: Fitxategi-partekatzea WebDAV bidez gaitzeko, erabili <guilabel>Partekatu fitxategi publikoak sarean</guilabel> kontrol-laukia. Fitxategi-partekatzea gaituta dagoenean, pasahitz bidezko babeserako kontrolek aukera ematen dute pasahitz bat ezartzeko. Pasahitz hori zehaztu behar da beste ordenagailu bateko erabiltzaile bati fitxategi partekatuetarako sarbidea bermatu aurretik. <placeholder-1/><placeholder-2/><placeholder-3/>
gl: Para activar a compartición a través de WebDAV, use a caixa de selección <guilabel>Compartir ficheiros públicos por rede</guilabel>. Cando a compartición de ficheiros está activada, os controles de contrasinal permite estabelecer un contrasinal que se debe especificar antes de que se garantice o acceso aos ficheiros compartidos a outro equipo <placeholder-1/><placeholder-2/><placeholder-3/>
it: Per abilitare la condivisione di file tramite WebDAV, utilizzare la casella di spunta <guilabel>Condividere file pubblici sulla rete</guilabel>. Quando la condivisione dei file è abilitata, le opzioni per la protezione della password permettono di impostare una password che deve essere specificata prima che un utente di un altro computer abbia l'autorizzazione ad accedere ai file condivisi. <placeholder-1/><placeholder-2/><placeholder-3/>
ro: Pentru a activa partajarea fișierelor prin intermediul WebDAV, folosiți căsuța de bifare <guilabel>Partajare de fișiere publice în rețea</guilabel>. Când partajarea fișierelor este activată, comenzile pentru protecția parolei vă vor permite să stabiliți o parolă care trebuie specificată înainte ca un utilizator de pe alt calculator să aibă acces la fișierele partajate. <placeholder-1/><placeholder-2/><placeholder-3/>
sv: För att aktivera filutdelning via WebDAV, använd kryssrutan <guilabel>Dela ut publika filer på nätverket</guilabel>. När filutdelning är aktiverat så tillåter kontrollerna för lösenordsskydd att ett lösenord kan ställas in för att användare på andra datorer måste anges innan de får åtkomst till de utdelade filerna. <placeholder-1/><placeholder-2/><placeholder-3/>

source: Enabling file sharing over Bluetooth
ca: Com habilitar la compartició de fitxers a través del Bluetooth
cs: Povolení sdílení souborů po Bluetooth
el: Ενεργοποίηση κοινής χρήσης αρχείων μέσω Bluetooth
es: Activar la compartición por Bluetooth
eu: Fitxategiak Bluetooth bidez partekatzea gaitzea
gl: Activar a compartición por Bluetooth
it: Abilitare la condivisione dei file tramite Bluetooth
pt_br: Habilitando o compartilhamento de arquivos por Bluetooth
ro: Activarea partajării de fișiere prin Bluetooth
ru: Включение доступа к файлам по Bluetooth
sv: Aktivera utdelning av filer över Bluetooth

source: Share Files over Bluetooth
ca: Compartició de fitxers a través del Bluetooth
cs: Sdílení souborů po Bluetooth
el: Κοινή χρήση αρχείων μέσω Bluetooth
es: Compartir archivos por Bluetooth
eu: Partekatu fitxategiak Bluetooth bidez
gl: Compartir ficheiros por Bluetooth
it: Condividere file attraverso Bluetooth
pt_br: Compartilhe arquivos por Bluetooth
ro: Partajați fișiere prin Bluetooth
ru: Общий доступ к файлам по Bluetooth
sv: Dela ut filer över Bluetooth

source: When you allow unbonded remote devices to access your shared files, anybody with a Bluetooth-enabled cell phone in the vicinity of your computer can access and perhaps even modify your shared files.
ca: Quan permeteu que dispositius remots no vinculats accedeixin als vostres fitxers remots, qualsevol persona amb un telèfon mòbil amb Bluetooth habilitat prop del vostre ordinador pot accedir -i potser fins i tot modificar- als fitxers compartits.
cs: Pokud povolíte nesvázaným vzdáleným zařízením přistupovat k vašim sdíleným souborům, kdokoli s mobilním telefonem s Bluetooth v blízkosti vašeho počítače může přistupovat k vašim souborům a možná je i měnit.
el: Όταν επιτρέπετε την πρόσβαση μη συζευγμένων απομακρυσμένων συσκευών στα κοινόχρηστα αρχεία σας, οποιοσδήποτε με κινητό τηλέφωνο που έχει ενεργοποιημένο το Bluetooth και βρίσκεται στην εμβέλεια του υπολογιστή σας μπορεί να προσπελάσει και πιθανώς να τροποποιήσει τα κοινόχρηστα αρχεία σας.
es: Cuando permite que dispositivos remotos no vinculados accedan a sus archivos compartidos, cualquiera con un teléfono Bluetooth cerca de su equipo puede acceder e incluso modificar sus archivos compartidos.
eu: Onartzen duzunean urruneko gailuak zure fitxategi partekatuak atzitzea, gailu mugikorra Bluetooth-erako gaituta daukan edonork atzitu (eta agian aldatu) ahal izango ditu zure fitxategi partekatuak.
gl: Cando permite que dispositivos remotos non ligados accedan aos seus ficheiros compartidos, calquera cun teléfono Bluetooth sobre o seu equipo pode acceder e incluso modificar os seus ficheiros compartidos.
it: Quando si permette a dispositivi remoti non associati di accedere ai file condivisi, chiunque con un telefono cellulare con il Bluetooth attivo nelle vicinanze del computer può accedere e forse modificare i file condivisi.
pt_br: Quando você permite serviços remotos externos a acessar seus arquivos compartilhados, qualquer um com um celular com Bluetooth no alcance de seu computador pode acessar e talvez até modificar seus arquivos compartilhados.
ro: Când permiteți dispozitivelor neasociate să acceseze fișierele partajate, oricine deține un telefon celular compatibil Bluetooth din apropierea calculatorului dumneavoastră poate accesa și chiar modifica fișierele partajate.
ru: Если вы позволите несопряжённым устройствам получать доступ к общим файлам, то любой, у кого будет телефон с Bluetooth, оказавшись вблизи вашего компьютера, сможет открыть и, возможно, изменить их.
sv: När du tillåter fjärrenheter som inte är ihopparade att komma åt dina utdelade filer så kan alla med en Bluetooth-aktiverad mobiltelefon inom räckhåll för din dator komma åt och kanske även ändra dina utdelade filer.

source: To enable file sharing via Bluetooth, use the <guilabel>Share public files over Bluetooth</guilabel> checkbox. To allow remote Bluetooth devices to delete files in your shared folder, use the <guilabel>Allow remote devices to delete files</guilabel> checkbox. To allow remote Bluetooth devices to access your shared files even when they are not bonded with your computer, use the <guilabel>Require remote devices to pair with this computer</guilabel> checkbox. <placeholder-1/>
ca: Per a habilitar la compartició de fitxers mitjançant el Bluetooth, utilitzeu la casella de selecció <guilabel>Comparteix fitxers públics a través del Bluetooth</guilabel>. Per a permetre que dispositius Bluetooth remots suprimeixin fitxers de la carpeta compartida, utilitzeu la casella de selecció <guilabel>Permet que els dispositius remots suprimeixin fitxers</guilabel>. Per a permetre que dispositius Bluetooth remots accedeixin als fitxers compartits encara que no estiguin vinculats amb el vostre ordinador, utilitzeu la casella de selecció <guilabel>Cal que els dispositius remots estiguin vinculats a aquest ordinador</guilabel>. <placeholder-1/>
eu: Fitxategi-partekatzea Bluetooth bidez gaitzeko, erabili <guilabel>Partekatu fitxategi publikoak Bluetooth bidez</guilabel> kontrol-laukia. Urruneko Bluetooth gailuek zure karpeta partekatuko fitxategiak ezabatu ahal izatea onartzeko, erabili <guilabel>Onartu urruneko gailuek fitxategiak ezabatzea</guilabel> kontrol-laukia. Urruneko Bluetooth gailuek zure fitxategi partekatuak atzitu ahal izatea onartzeko, zure ordenagailuarekin lotuta ez badaude ere, erabili <guilabel>Eskatu urruneko gailuak ordenagailu honekin parekatzea</guilabel> kontrol-laukia. <placeholder-1/>
gl: Para activar a compartición de ficheiros a través de Bluetooth use a caixa de selección <guilabel>Compartición ficheiros públicos por Bluetooth</guilabel>. Para permitir que dispositivos remotos Bluetooth borren os seus ficheiros no seu cartafol compartido, use a caixa de selección <guilabel>Permitir que os dispositivos remotos borren ficheiros</guilabel>. Para permitir que ficheiros remotos accedan aos seus ficheiros compartidos incluso cando non están ligados co seu equipo, use a caixa de selección <guilabel>Requirir que os dispositivos remotos liguen con este equipo</guilabel>. <placeholder-1/>
it: Per abilitare la condivisione dei file tramite Bluetooth, utilizzare la casella di spunta <guilabel>Condividere i file pubblici tramite Bluetooth</guilabel>. Per permettere ai dispositivi Bluetooth di eliminare file dalla cartella condivisa, utilizzare la casella di spunta <guilabel>Permetti ai dispositivi remoti di eliminare file</guilabel>. Per permettere ai dispositivi Bluetooth di accedere ai file condivisi anche quando non sono associati al computer, utilizzare la casella di spunta <guilabel>Richiedere ai dispositivi remoti di associarsi con questo computer</guilabel>. <placeholder-1/>
ro: Pentru a activa partajarea fișierelor prin Bluetooth, utilizați căsuța de bifare <guilabel>Partajați fișiere publice prin Bluetooth</guilabel>. Pentru a permite dispozitivelor Bluetooth de la distanță să șteargă fișierele din dosarul partajat, utilizați căsuța de bifare <guilabel>Permite dispozitivelor la distanță să șteargă fișiere</guilabel>. Pentru a permite dispozitivelor Bluetooth să acceseze fișierele partajate chiar și atunci când nu sunt asociate cu calculatorul dumneavoastră, utilizați căsuța de bifare <guilabel>Cere dispozitivelor la distanță să se asocieze cu acest calculator</guilabel>. <placeholder-1/>
sv: För att aktivera filutdelning via Bluetooth, använd kryssrutan <guilabel>Dela ut publika filer över Bluetooth</guilabel>. För att tillåta fjärrenheter via Bluetooth att ta bort filer i din utdelade mapp, använd kryssrutan <guilabel>Tillåt fjärrenheter att ta bort filer</guilabel>. För att tillåta fjärrenheter via Bluetooth att komma åt dina utdelade filer även om de inte är ihopparade med din dator, använd kryssrutan <guilabel>Kräv att fjärrenheter paras ihop med denna dator</guilabel>. <placeholder-1/>

source: Receiving Files over Bluetooth
ca: Com rebre fitxers a través del Bluetooth
cs: Přijímání souborů po Bluetooth
el: Λήψη αρχείων μέσω Bluetooth
es: Recibir archivos por Bluetooth
eu: Fitxategiak Bluetooth bidez jasotzea
gl: Recibir ficheiros por Bluetooth
it: Ricevere file tramite Bluetooth
pt_br: Recebendo arquivos por Bluetooth
ro: Primirea fișierelor prin Bluetooth
ru: Получение файлов по Bluetooth
sv: Ta emot filer över Bluetooth

source: Receive Files over Bluetooth
ca: Recepció de fitxers a través del Bluetooth
cs: Přijímání souborů po Bluetooth
el: Λήψη αρχείων μέσω Bluetooth
es: Recibir archivos por Bluetooth
eu: Jaso fitxategiak Bluetooth bidez
gl: Recibir ficheiros por Bluetooth
it: Ricevere file tramite Bluetooth
pt_br: Receba arquivos por Bluetooth
ro: Primire Fișiere prin Bluetooth
ru: Получить файлы по Bluetooth
sv: Ta emot filer över Bluetooth

source: Select <guilabel>Always</guilabel> to allow any remote device to send files.
ca: Seleccioneu <guilabel>Sempre</guilabel> per a permetre que qualsevol dispositiu remot enviï fitxers.
cs: Zvolte <guilabel>Vždy</guilabel>, chcete-li povolit všem vzdáleným zařízením posílat soubory.
el: Επιλέξτε <guilabel>Πάντα</guilabel> για να επιτρέψετε σε οποιαδήποτε απομακρυσμένη συσκευή να στέλνει αρχεία.
es: Seleccione <guilabel>Siempre</guilabel> para permitir que cualquier dispositivo remoto envíe archivos.
eu: Hautatu <guilabel>Beti</guilabel> urruneko edozein gailuk fitxategiak bidali ahal izatea onartzeko.
gl: Seleccione <guilabel>Sempre</guilabel> para permitir que calquera dispositivo remoto envíe ficheiros.
it: Selezionare <guilabel>Sempre</guilabel> per permettere a qualsiasi dispositivo remoto di mandare file.
pt_br: Selecione <guilabel>Sempre</guilabel> para permitir qualquer dispositivo remoto enviar arquivos.
ro: Selectați <guilabel>Întotdeauna</guilabel> pentru a permite oricărui dispozitiv de la distanță să trimită fișiere.
ru: Выберите пункт <guilabel>Всегда</guilabel>, чтобы позволить любому удалённому устройству отправлять файлы.
sv: Välj <guilabel>Alltid</guilabel> för att tillåta alla fjärrenheter att skicka filer.

source: Bonded devices are the ones that were connected to your computer, and had to enter a PIN code to connect to or from.
ca: Els dispositius vinculats són aquells que estan connectats al vostre ordinador i en els quals heu d'introduir un codi PIN per a connectar-vos-hi.
cs: Svázaná zařízení jsou taková zařízení, která byla připojena k vašemu počítači a zadala kód PIN.
el: Συζευγμένες είναι οι συσκευές που ήταν συνδεδεμένες στον υπολογιστή σας και έπρεπε να εισάγωουν ένα κωδικό PIN για να συνδεθούν.
es: Los dispositivos vinculados son aquellos que se conectaron con su equipo y hubo que introducir un código PIN para conectarse con ellos o a ellos.
eu: Lotutako gailuak zure ordenagailuarekin lotuta zeudenak ziren, eta PIN kode bat sartu behar dute konektatzeko.
gl: Os dispositivos ligados son aqueles que se conectaron co seu equipo e houbo que introducir un código PIN para conectarse con eles ou a eles.
it: I dispositivi associati sono quelli che sono stati connessi al computer e per cui è stato necessario inserire un codice PIN per connettervisi.
pt_br: Dispositivos interligados são aqueles que estão conectados ao seu computador, e tiveram que entrar com um código PIN para se conectar com ele ou dele.
ro: Dispozitivele asociate sunt cele care au fost conectate la calculator, și pentru care ați introdus un cod PIN pentru a le conecta.
ru: Сопряжёнными считаются устройства, которые подключались к компьютеру, и для установления связи с которыми был введен PIN-код.
sv: Ihopparade enheter är de som blev anslutna till din dator och en PIN-kod angavs för att ansluta till eller från dem.

source: Select <guilabel>Only for Bonded devices</guilabel> to accept files only from bonded devices. <placeholder-1/>
ca: Seleccioneu <guilabel>Només per a dispositius vinculats</guilabel> per a acceptar fitxers només de dispositius vinculats. <placeholder-1/>
eu: Hautatu <guilabel>Lotutako gailuak bakarrik</guilabel> lotutako gailuen fitxategiak bakarrik onartzeko. <placeholder-1/>
gl: Seleccione <guilabel>Só para dispositivos ligados</guilabel> para aceptar ficheiros só de dispositivos ligados.<placeholder-1/>
it: Selezionare <guilabel>Solo per dispositivi associati</guilabel> per accettare file solo da dispositivi associati. <placeholder-1/>
ro: Selectați <guilabel>Doar pentru dispozitivele asociate</guilabel> pentru a accepta fișiere numai de la dispozitivele asociate. <placeholder-1/>
sv: Välj <guilabel>Endast för ihopparade enheter</guilabel> för att endast acceptera filer från ihopparade enheter. <placeholder-1/>

source: Devices can be marked as trusted in the <application>bluetooth-properties</application>'s <guilabel>Known devices</guilabel> section.
ca: Els dispositius es poden marcar com de confiança a la secció <guilabel>Dispositius coneguts</guilabel> del <application>bluetooth-properties</application>.
cs: Počítače mohou být označeny jako důvěryhodné v sekci <guilabel>Známé počítače</guilabel> aplikace <application>bluetooth-properties</application>.
el: Μπορείτε να σημάνετε ως έμπιστες κάποιες συσκευές, στο τμήμα <guilabel>Γνωστές συσκευές</guilabel> της εφαρμογής <application>bluetooth-properties</application>.
es: Los dispositivos se pueden marcar como confiados en la sección <guilabel>Dispositivos conocidos</guilabel> de <application>Preferencias de Bluetooth</application>.
eu: Gailuak fidagarri gisa marka daitezke <application>bluetooth-properties</application>'s <guilabel>Gailu ezagunak</guilabel> atalean.
gl: Os dispositivos pódense marcar como confiados na sección <application>Dispositivos coñecidos</application> de <guilabel>Preferencias de Bluetooth</guilabel>.
it: I dispositivi possono essere segnati come sicuri nella sezione <guilabel>Dispositivi conosciuti</guilabel> delle <application>Proprietà Bluetooth</application>.
pt_br: Aparelhos podem ser marcados como confiáveis na sessão <application>propriedades de bluetooth</application> dentro de <guilabel>Dispositivos conhecidos</guilabel>.
ro: Dispozitivele pot fi marcate „de încredere” în secția <guilabel>Dispozitive cunoscute<guilabel> din <application>bluetooth-properties</application>.
ru: Устройства могут быть обозначены как доверенные в разделе <guilabel>Доверенные устройства</guilabel> программы <application>bluetooth-properties</application>.
sv: Enheter kan markeras som pålitliga i sektionen <guilabel>Kända enheter</guilabel> i <application>bluetooth-properties</application>.
