Repository: GNOME/gnome-user-share
Catalog: help/*/*.po
Languages: ca, cs, el, es, eu, gl, it, pt_br, ro, ru, sv

source: Select <guilabel>Only for Bonded and Trusted devices</guilabel> to accept files only from bonded devices. <placeholder-1/>
ca: Seleccioneu <guilabel>Només per a dispositius vinculats i de confiança</guilabel> per a acceptar fitxers només de dispositius vinculats. <placeholder-1/>
eu: Hautatu <guilabel>Lotutako gailuak eta gailu fidagarriak bakarrik</guilabel> lotutako gailuen fitxategiak bakarrik onartzeko. <placeholder-1/>
gl: Seleccione <guilabel>Só para dispositivos ligados e de confianza</guilabel> para aceptar ficheiros só de dispositivos ligados <placeholder-1/>
it: Selezionare <guilabel>Solo per dispositivi associati e sicuri</guilabel> per accettare file solo da dispositvi associati. <placeholder-1/>
ro: Selectați <guilabel>Doar pentru dispozitivele asociate și de încredere</guilabel> pentru a accepta fișiere numai de la dispozitivele asociate și de încredere. <placeholder-1/>
sv: Välj <guilabel>Endast för ihopparade och pålitliga enheter</guilabel> för att endast acceptera filer från ihopparade och pålitliga enheter. <placeholder-1/>

source: To let remote Bluetooth devices send files to your computer, use the <guilabel>Receive files in Downloads folder over Bluetooth</guilabel> checkbox. Received files will be stored in the <filename>Downloads</filename> folder in your home directory. When receiving files is enabled, the <guilabel>Accept files</guilabel> selection allows you to determine which remote devices are allowed to send files. <placeholder-1/>
ca: Per a permetre que dispositius Bluetooth remots que enviïn fitxers al vostre ordinador, utilitzeu la casella de selecció <guilabel>Rep els fitxers a la carpeta de baixades a través del Bluetooth</guilabel>. Els fitxers rebuts s'emmagatzemaran a la carpeta <filename>Baixades</filename> de la carpeta d'usuari. Quan estigui habilitada la recepció de fitxers, la secció <guilabel>Accepta els fitxers</guilabel> us permetrà determinar quins dispositius remots tenen permís per a enviar fitxers. <placeholder-1/>
eu: Urruneko Bluetooth gailuek zure ordenagailura fitxategiak bidali ahal izatea onartzeko, erabili <guilabel>Jaso fitxategiak Bluetooth bidez Deskargen karpetan</guilabel> kontrol-laukia. Jasotako fitxategiak zure karpeta nagusiko <filename>Deskargak</filename> karpetan gordeko dira. Fitxategiak jasotzea gaituta dagoenean, <guilabel>Onartu fitxategiak</guilabel> hautapenak aukera ematen dizu erabakitzeko urruneko zein gailuk bidal ditzaketen fitxategiak. <placeholder-1/>
gl: Para permitir que dispositivos Bluetooth remotos envíen ficheiros ao seu equipo use a caixa de selección <guilabel>Recibir os ficheiros por Bluetooth no cartafol Descargas</guilabel>. Os ficheiros recibidos almacenaranse no cartafol <filename>Descargas</filename> do seu cartafol persoal. Cando a recepción de ficheiros está activada, a selección <guilabel>Aceptar ficheiro</guilabel> permitiralle determinar que dispositivos remotos poden enviar ficheiros. <placeholder-1/>
it: Per permettere a dispositivi Bluetooth remoti di mandare file al computer, utilizzare la casella di spunta <guilabel>Ricevere file nella cartella Scaricati tramite bluetooth</guilabel>. I file ricevuti saranno memorizzati nella cartella <filename>Scaricati</filename>, nella cartella home dell'utente. Quando la ricezione di file è abilitata, la selezione <guilabel>Accettare file</guilabel> permette di indicare quali dispositivi remoti hanno il permesso di mandare file. <placeholder-1/>
ro: Pentru a permite dispozitivelor Bluetooth să trimită fișiere către calculatorul dumneavoastră, folosiți căsuța de bifare <guilabel>Primește fișiere prin Bluetooth în dosarul Descărcări</guilabel>. Fișierele primite vor fi stocate în dosarul <filename>Descărcări</filename> din directorul Acasă. Când primirea fișierelor este activată, selecția <guilabel>Acceptă fișiere</guilabel> vă permite să determinați care dintre dispozitive au dreptul să trimită fișiere. <placeholder-1/>
sv: För att låta fjärrenheter via Bluetooth skicka filer till din dator, använd kryssrutan <guilabel>Ta emot filer i mappen Hämtat över Bluetooth</guilabel>. Mottagna filer kommer att lagras i mappen <filename>Hämtat</filename> i din hemkatalog. När mottagning av filer är aktiverat kommer valet av <guilabel>Acceptera filer</guilabel> att låta dig bestämma om fjärrenheter som tillåts att skicka filer. <placeholder-1/>

source: Use the <guilabel>Notify about received files</guilabel> checkbox to select whether you want to be notified whenever a file is received via Bluetooth.
ca: Utilitzeu la casella de selecció <guilabel>Notifica sobre els fitxers rebuts</guilabel> per a seleccionar si voleu ser notificat quan es rep un fitxer mitjançant Bluetooth.
cs: Použijte zaškrtávací políčko <guilabel>Oznamovat přijaté soubory</guilabel>, chcete-li být informováni o přijetí souboru po Bluetooth.
el: Χρησιμοποιήστε το <guilabel>Ειδοποίηση για ληφθέντα αρχεία</guilabel> για να επιλέξετε αν θέλετε να ειδοποιείστε όποτε λαμβάνεται ένα αρχείο μέσω Bluetooth.
es: Use la casilla de selección <guilabel>Notificar acerca de los archivos recibidos</guilabel> para seleccionar si quiere ser notificado siempre que se reciba un archivo a través de Bluetooth.
eu: Erabili <guilabel>Jakinarazi jasotako fitxategiei buruz</guilabel> kontrol-laukia, fitxategi bat Bluetooth bidez jasotzen denean jakinaraztea nahi baduzu.
gl: Use a caixa de selección <guilabel>Notificar sobre os ficheiros recibidos</guilabel> para seleccionar se quere ser notificado sempre que se reciba un ficheiro a través de Bluetooth.
it: Utilizzare la casella di spunta <guilabel>Notificare riguardo i file ricevuti</guilabel> per scegliere se si vuole ricevere una notifica quando si è ricevuto un file tramite Bluetooth.
pt_br: Use a opção <guilabel>Notificar sobre arquivos recebidos</guilabel> para selecionar se você quer ser notificado quando um arquivo é recebido por Bluetooth.
ro: Utilizați căsuța de bifare <guilabel>Notifică fișierele primite</guilabel> pentru a selecta dacă doriți să fiți notificat ori de câte ori un fișier este primit prin Bluetooth.
ru: Установите флажок <guilabel>Сообщить о принятых файлах</guilabel>, чтобы получать уведомления, когда принимаются файлы по Bluetooth.
sv: Använd kryssrutan <guilabel>Notifiera om mottagna filer</guilabel> för att välja huruvida du vill bli notifierad när en fil tas emot via Bluetooth.

source: translator-credits
ca: Joan Duran <jodufi@gmail.com>, 2009
eu: Hizkuntza Politikarako Sailburuordetza <hizkpol@ej-gv.es>, 2011
gl: Fran Dieguez <frandieguez@gnome.org>, 2012.
it: Sergio Durzu <sergio.durzu@ildeposito.org>, 2009
ro: Daniel Șerbănescu <cyber19rider@gmail.com>, 2010
sv: Daniel Nylander <po@danielnylander.se>, 2009

source: The gnome-user-share service is normally started by <application>gnome-session</application> when you log in. You can change this by opening <menuchoice><guimenu>Preferences</guimenu><guimenu>Startup Applications</guimenu></menuchoice> in the <guimenu>System</guimenu> menu, and modifying the 'User Sharing' entry in the list of startup programs.
cs: Služba gnome-user-share je běžně spouštěna pomocí <application>gnome-session</application> ve chvíli, kdy se přihlásíte. Toto můžete nastavit otevřením <menuchoice><guimenu>Předvolby</guimenu><guimenu>Aplikace spouštěné při přihlášení</guimenu></menuchoice> v nabídce <guimenu>Systém</guimenu> a úpravou položky „Sdílení osobních souborů“ v seznamu programů spouštěných po přihlášení.
el: Η υπηρεσία gnome-user-share ξεκινά τυπικά από το <application>gnome-session</application> όταν κατά τη σύνδεσή σας στο σύστημα. Αυτό μπορεί να αλλάξει ανοίγοντας το <menuchoice><guimenu>Προτιμήσεις</guimenu><guimenu>Προγράμματα εκκίνησης</guimenu></menuchoice> από το μενού <guimenu>Σύστημα</guimenu> και τροποποιώντας την καταχώρηση 'Κοινή χρήση' στη λίστα της εκκίνησης προγραμμάτων.
es: Generalmente el servicio Compartición de archivos personales lo inicia <application>gnome-session</application> al iniciar su sesión. Puede cambiar esto abriendo <menuchoice><guimenu>Preferencias</guimenu><guimenu>Aplicaciones al inicio</guimenu></menuchoice> en el menú <guimenu>Sistema</guimenu>, y modificar la entrada «Comparticiones de usuario» en la lista de programas de inicio.
eu: gnome-user-share zerbitzua <application>gnome-saioak</application> abiarazten du saioa hasten duzunean. Hori aldatzeko, ireki <menuchoice><guimenu>Hobespenak</guimenu><guimenu>Abioko aplikazioak</guimenu></menuchoice> <guimenu>Sistema</guimenu> menuan, eta aldatu 'Erabiltzaile-partekatzea' sarrera abioko programen zerrendan.
gl: Xeralmente o servizo Compartición de ficheiros persoais o inicia <application>gnome-session</application> ao iniciar a súa sesión. Pode cambiar isto abrindo <menuchoice><guimenu>Preferencias</guimenu><guimenu>Aplicativos ao inicio</guimenu></menuchoice> no menú <guimenu>Sistema</guimenu>, e modificar a entrada «Comparticións de usuario» na lista de programas de inicio.
pt_br: O serviço gnome-user-share é normalmente iniciado por <application>gnome-session</application> quando você entra no sistema. você pode mudar isto abrindo <menuchoice><guimenu>Preferências</guimenu><guimenu>Aplicativos de sessão</guimenu></menuchoice> no menu <guimenu>Sistema</guimenu>, e modificando a opção 'Compartilhamento de arquivos' na lista de programas iniciais.
ro: Serviciul gnome-user-share este în mod normal pornit de <application>gnome-sesion</application> atunci când vă autentificați. Puteți schimba acest lucru prin deschiderea meniului <menuchoice><guimenu>Sistem</guimenu><guimenu>Preferinţe</guimenu><guimenu>Aplicații pornite după autentificare</guimenu></menuchoice> și modificați intrarea „Partajare de fișiere personale” din lista de programe pornite după autentificare.
ru: Служба обычно запускается, когда пользователь <application>входит в систему</application>. Вы можете изменить это, используя вложенное меню <menuchoice><guimenu>Параметры</guimenu><guimenu>Запускаемые приложения</guimenu></menuchoice> в меню <guimenu>Система</guimenu>, изменив значение «Доступ к файлам» в списке загружаемых программ.

# _
source: translator-credits
cs: Martin Picek <picek.martin@gnome-cesko.cz>, 2009, 2013
el: Ελληνική μεταφραστική ομάδα GNOME Μιχάλης Κοτσαρίνης <mk73628@hotmail.com> Για περισσότερα δείτε http://www.gnome.gr/
es: Daniel Mustieles <daniel.mustieles@gmail.com>, 2012 Jorge González <jorgegonz@svn.gnome.org>, 2009
pt_br: Marcelo Rodrigues Pires Filho <marcelopires@mmsantos.com.br>, 2010 Rafael Ferreira <rafael.f.f1@gmail.com>, 2013
ru: Владимир Белоусов <sovmirich@gmail.com>, 2011 Stas Solovey <whats_up@tut.by>, 2012

# _
source: external ref='figures/file-sharing-preferences.png' md5='7ae616b8043b36be1f4943ba06d8a5ed'
pt_br: @@image: 'figures/file-sharing-preferences.png'; md5=176f890c031576ca67696ab9aa2df649

# _
source: external ref='figures/sharing-over-the-network.png' md5='ee8b44eb1290e4d1ae9b1e8fe8501860'
pt_br: @@image: 'figures/sharing-over-the-network.png'; md5=dfbb807837644f0bd5274d646356d18a

# _
source: external ref='figures/sharing-over-bluetooth.png' md5='0a950502b42b1e7fdb9a57d5017e919c'
pt_br: @@image: 'figures/sharing-over-bluetooth.png'; md5=42709bafdfccf0c5c6cbef6d81720ef8

# _
source: external ref='figures/receiving-over-bluetooth.png' md5='f292daef06767f39e346b222d3c448be'
pt_br: @@image: 'figures/receiving-over-bluetooth.png'; md5=e138a3fb33ce13b306f473b0b4d9a4a1

source: To report a bug or make a suggestion regarding the gnome-user-share application or this manual, follow the directions in the <ulink url="help:user-guide/feedback-bugs" type="help">GNOME Feedback Page</ulink>.
cs: Pokud chcete oznámit chybu nebo navrhnout vylepšení vztahující se k aplikaci gnome-user-share nebo této příručce, postupujte dle instrukcí na <ulink url="help:user-guide/feedback-bugs" type="help">stránce s ohlasy na GNOME</ulink>.
el: Για να αναφέρετε ένα σφάλμα ή να κάνετε μια πρόταση σχετικά με την εφαρμογή gnome-user-share ή αυτό το εγχειρίδιο, ακολουθήστε τις οδηγίες στη <ulink url="help:user-guide?feedback-bugs" type="help">Σελίδα ανάδρασης του GNOME</ulink>.
es: Para informar de un error, o hacer alguna sugerencia acerca de la aplicación Compartición de archivos personales o este manual, siga las indicaciones en la <ulink url="help:user-guide/feedback-bugs" type="help">Página de comentarios de GNOME</ulink>.
pt_br: Para relatar um erro ou fazer uma sugestão a respeito do aplicativo do gnome-user-share ou deste manual, siga as instruções na <ulink url="help:user-guide/feedback-bugs" type="help">Página de feedback do GNOME</ulink>.
ru: Чтобы сообщить об ошибке, внести предложение по улучшению программы или данного руководства, перейдите к <ulink url="help:user-guide/feedback-bugs" type="help">странице для обратной связи GNOME</ulink>.

source: <primary>file sharing</primary>
cs: <primary>sdílení souborů</primary>
el: <primary>κοινής χρήση αρχείων</primary>
es: <primary>Compartición de archivos</primary>
pt_br: <primary>compartilhamento de arquivos</primary>

source: <primary>sharing</primary>
cs: <primary>sdílení</primary>
el: <primary>κοινής χρήση</primary>
es: <primary>Compartición</primary>
pt_br: <primary>compartilhamento</primary>

source: To enable file sharing via WebDAV, use the <guilabel>Share public files on network</guilabel> checkbox. When file sharing it enabled, the controls for password protection allow to set a password that needs to be specified before a user on another computer is granted access to the shared files. <_:note-1/> <_:itemizedlist-2/> <_:note-3/>
cs: Chcete-li povolit sdílení pomocí WebDAV, použijte zaškrtávací políčko <guilabel>Sdílet veřejné soubory po síti</guilabel>. Když je sdílení povoleno, ovládací prvky týkající se ochrany heslem vám umožní nastavit heslo, které musí uživatel na jiném počítači zadat, aby mohl přistupovat k vašim sdíleným souborům. <_:note-1/> <_:itemizedlist-2/> <_:note-3/>
el: Για να ενεργοποιήσετε την κοινή χρήση αρχείων μέσω WebDAV, χρησιμοποιήστε το κουτάκι <guilabel>Κοινή χρήση δημόσιων αρχείων στο δίκτυο</guilabel>. Όταν είναι ενεργή η κοινή χρήση αρχείων, οι έλεγχοι για προστασία με κωδικό επιτρέπουν να ορισθεί ένας κωδικός πρόσβασης, ο οποίος πρέπει να ορισθεί πριν ένας χρήστης σε άλλο υπολογιστή μπορεί να προσπελάσει τα κοινόχρηστα αρχεία. <_:note-1/> <_:itemizedlist-2/> <_:note-3/>
es: Para activar la compartición a través de WebDAV, use la casilla de selección <guilabel>Compartir archivos públicos por red</guilabel>. Cuando la compartición de archivos está activada, los controles de contraseña permiten establecer una contraseña que se debe especificar antes de que se garantice el acceso a los archivos compartidos a otro equipo. <_:note-1/> <_:itemizedlist-2/> <_:note-3/>
pt_br: Para habilitar o compartilhamento de arquivos por WebDAV, use a opção <guilabel>Compartilhar arquivos públicos na rede</guilabel>. Quando o compartilhamento de arquivos é habilitado, os controles de proteção de senha permitem a definição de uma senha que necessite ser especificada antes que um usuário em outro computador tenha o acesso permitido aos arquivos compartilhados. <_:note-1/> <_:itemizedlist-2/> <_:note-3/>
ru: Чтобы включить общий доступ к файлам через WebDAV, установите флажок <guilabel>Сделать файлы доступными по сети</guilabel>. Когда общий доступ к файлам включен, необходимо указать пароли для пользователей общей папки. <_:note-1/> <_:itemizedlist-2/> <_:note-3/>

source: To enable file sharing via Bluetooth, use the <guilabel>Share public files over Bluetooth</guilabel> checkbox. To allow remote Bluetooth devices to delete files in your shared folder, use the <guilabel>Allow remote devices to delete files</guilabel> checkbox. To allow remote Bluetooth devices to access your shared files even when they are not bonded with your computer, use the <guilabel>Require remote devices to pair with this computer</guilabel> checkbox. <_:note-1/>
cs: Chcete-li povolit sdílení pomocí Bluetooth, použijte zaškrtávací políčko <guilabel>Sdílet adresář Veřejné po Bluetooth</guilabel>. Chcete-li povolit vzdáleným zařízením Bluetooth mazat soubory z vašeho sdíleného adresáře, použijte zaškrtávací políčko <guilabel>Povolit vzdáleným počítačům mazat soubory</guilabel>. Chcete-li povolit zařízením Bluetooth přistupovat k vašim sdíleným souborům, i když nejsou svázána s vaším počítačem, použijte zaškrtávací políčko <guilabel>Požadovat po vzdálených zařízeních spárování s počítačem</guilabel>. <_:note-1/>
el: Για να ενεργοποιήσετε την κοινή χρήση αρχείων μέσω Bluetooth, χρησιμοποιήστε το κουτί <guilabel>Κοινή χρήση δημόσιων αρχείων μέσω Bluetooth</guilabel>. Για να επιτρέψετε σε απομακρυσμένες συσκευές Bluetooth να διαγράφουν αρχεία στον κοινόχρηστο φάκελό σας, χρησιμοποιήστε το κουτάκι <guilabel>Επιτρέπεται η διαγραφή αρχείων από απομακρυσμένες συσκευές</guilabel>. Για να επιτρέψετε σε απομακρυσμένες συσκευές Bluetooth να προσπελάσουν τα κοινόχρηστα αρχεία σας ακόμα και αν δεν είναι συζευγμένες με τον υπολογιστή σας, απο-επιλέξτε το κουτάκι <guilabel>Υποχρεωτική σύζευξη των απομακρυσμένων συσκευών με αυτό τον υπολογιστή</guilabel>. <_:note-1/>
es: Para activar la compartición de archivos a través de Bluetooth use la casilla <guilabel>Compartir archivos públicos por Bluetooth</guilabel>. Para permitir que dispositivos remotos Bluetooth eliminen sus archivos en su carpeta compartida, use la casilla de selección <guilabel>Permitir que los dispositivos remotos eliminen archivos</guilabel>. Para permitir que dispositivos remotos accedan a sus archivos compartidos incluso cuando no están vinculados con su equipo, use la casilla de selección <guilabel>Requerir que los dispositivos remotos se vinculen con este equipo</guilabel>. <_:note-1/>
pt_br: Para habilitar o compartilhamento de arquivos por Bluetooth, use marque a opção <guilabel>Compartilhar arquivos públicos pelo Bluetooth</guilabel>. Para permitir que dispositivos Bluetooth remotos deletem seus arquivos compartilhados use a opção <guilabel>Aceitar dispositivos remotos apagar arquivos</guilabel>. Para permitir que dispositivos Bluetooth remotos acessem seus arquivos compartilhados até mesmo quando eles não estão emparelhados com seu computador, marque a opção <guilabel>Exigir dispositivos remotos emparelhar com este computador</guilabel>. <placeholder-1/>
ru: Чтобы включить общий доступ к файлам по Bluetooth, установите флажок <guilabel>Общий доступ к файлам по Bluetooth</guilabel>. Для того, чтобы разрешить устройствам Bluetooth удалять файлы в общей папке, используйте флажок<guilabel> Разрешить удаленным устройствам удалять файлы</guilabel>. Для того чтобы разрешить удалённым устройствам Bluetooth доступ к общим файлам, даже если они не связаны с компьютером, установите флажок <guilabel>Требовать от устройств Bluetooth сопряжения с компьютером</guilabel>. <_:note-1/>

source: Select <guilabel>Only for Bonded devices</guilabel> to accept files only from bonded devices. <_:note-1/>
cs: Zaškrtněte <guilabel>Pouze ze svázaných zařízení</guilabel>, chcete-li přijímat soubory pouze od svázaných zařízení. <_:note-1/>
el: Ειπλέξτε <guilabel>Μόνο για συζευγμένες συσκευές</guilabel> για να αποδέχεστε αρχεία μόνο από συζευγμένες συσκευές. <_:note-1/>
es: Seleccione <guilabel>Sólo para dispositivos vinculados</guilabel> para aceptar archivos sólo de dispositivos vinculados. <_:note-1/>
pt_br: Selecione <guilabel>Somente para dispositivos emparelhados</guilabel> para aceitar arquivos apenas de dispositivos emparelhados. <placeholder-1/>
ru: Выберите пункт<guilabel>Только для сопряжённых устройств</guilabel>, чтобы принимать файлы только от связанных устройств. <_:note-1/>

source: Select <guilabel>Only for Bonded and Trusted devices</guilabel> to accept files only from bonded devices. <_:note-1/>
cs: Zaškrtněte <guilabel>Pouze ze svázaných a důvěryhodných zařízení</guilabel>, chcete-li přijímat soubory pouze ze svázaných a důvěryhodných zařízení. <_:note-1/>
el: Επιλέξτε <guilabel>Μόνο για συζευγμένες και γνωστές συσκευές</guilabel> για να δέχεστε αρχεία μόνο από συζευγμένες συσκευές. <_:note-1/>
es: Seleccione <guilabel>Sólo para dispositivos vinculados y de confianza</guilabel> para aceptar archivos sólo de dispositivos vinculados. <_:note-1/>
pt_br: Selecione <guilabel>Somente para dispositivos emparelhados e confiáveis</guilabel> para aceitar arquivos apenas de dispositivos aparelhados. <placeholder-1/>
ru: Установите флажок <guilabel>Только для сопряжённых и доверенных устройств</guilabel>, чтобы принимать файлы только от сопряжённых устройств. <_:note-1/>

source: To let remote Bluetooth devices send files to your computer, use the <guilabel>Receive files in Downloads folder over Bluetooth</guilabel> checkbox. Received files will be stored in the <filename>Downloads</filename> folder in your home directory. When receiving files is enabled, the <guilabel>Accept files</guilabel> selection allows you to determine which remote devices are allowed to send files. <_:itemizedlist-1/>
cs: Chcete-li povolit zařízením Bluetooth posílat soubory do vašeho počítače, použijte zaškrtávací políčko <guilabel>Soubory poslané po Bluetooth přijímat do adresáře pro stahování</guilabel>. Přijaté soubory budou ukládány do adresáře, který je vybrán jako cílové umístění stahovaných souborů. Když je přijímání souborů povoleno, v sekci <guilabel>Přijímat soubory</guilabel> můžete určit, jaká vzdálená zařízení vám mohou posílat soubory. <_:itemizedlist-1/>
el: Για να επιτρέψετε σε απομακρυσμένες συσκευές Bluetooth να στέλνουν αρχεία στον υπολογιστή σας, επιλέξτε το <guilabel>Λήψη αρχείων μέσω Bluetooth στο φάκελο Λήψεις</guilabel>. Τα ληφθέντα αρχεία θα αποθηκεύνοται στο φάκελο <filename>Λήψεις</filename> στον προσωπικό σας κατάλογο. Όταν είναι ενεργοποιημένη η λήψη αρχείων, η επιλογή <guilabel>Αποδοχή αρχείων</guilabel> σας επιτρέπει να καθορίσετε σε ποιες απομακρυσμένες συσκευές επιτρέπεται η αποστολή αρχείων. <_:itemizedlist-1/>
es: Para permitir que dispositivos Bluetooth remotos envíen archivos a su equipo use la casilla de selección <guilabel>Recibir los archivos por Bluetooth en la carpeta Descargas</guilabel>. Los archivos recibidos se almacenarán en la carpeta <filename>Descargas</filename> de su carpeta personal. Cuando la recepción de archivos está activada, la selección <guilabel>Aceptar archivo</guilabel> le permitirá determinar qué dispositivos remotos pueden enviar archivos. <_:itemizedlist-1/>
pt_br: Para permitir que dispositivos Bluetooth remotos enviem arquivos para seu computador, marque a opção <guilabel>Receber arquivos na pasta Downloads pelo Bluetooth</guilabel>. Os arquivos recebidos serão armazenados na pasta <filename>Downloads</filename> na sua pasta pessoal. Quando o recebimento de arquivos estiver habilitado, a seleção <guilabel>Aceitar arquivos</guilabel> permite que você determine quais dispositivos remotos são permitidos para enviar arquivos. <placeholder-1/>
ru: Чтобы позволить удалённым устройствам Bluetooth отправлять файлы на ваш компьютер, установите флажок <guilabel>Получать файлы по Bluetooth в папку Загрузки</guilabel>. Принятые файлы будут сохраняться в папку <filename>Загрузки</filename> в вашей домашней папке. Если возможность получения файлов включена, выбор <guilabel>Принимать файлы</guilabel> позволяет задать, каким из удалённых устройств разрешено отправлять файлы. <_:itemizedlist-1/>
