Repository: GNOME/gnome-user-share
Catalog: po/*.po
Languages: as, en@shaw, fr, is, oc

source: Share Public directory over the network
as: ব্লুটুথৰ সহায়ত ৰাজহুৱা ডাইৰেকটৰি অংশীদাৰী কৰক
en@shaw: ğ‘–ğ‘º ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’
is: Deila möppunni 'Opið öllum' á innra netinu
oc: Parteja lo repertòri Public sus la ret

source: If this is true, the Public directory in the users home directory will be shared over the network when the user is logged in.
as: মান সত্য হলে, ব্যৱহাৰকাৰী লগ-ইন কৰাৰ পিছত ব্যৱহাৰকাৰীসমূহৰ ব্যক্তিগত ডাইৰেকটৰিত উপস্থিত ৰাজহুৱা ডাইৰেকটৰিটো নেটৱাৰ্কৰ সহায়ত অংশীদাৰী কৰা হব।
en@shaw: ğ‘¦ğ‘“ ğ‘ğ‘¦ğ‘• ğ‘¦ğ‘Ÿ ğ‘‘ğ‘®ğ‘µ, ğ‘ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¦ğ‘¯ ğ‘ ğ‘¿ğ‘Ÿğ‘¼ğ‘Ÿ ğ‘£ğ‘´ğ‘¥ ğ‘›ğ‘²ğ‘®ğ‘§ğ‘’ğ‘‘ğ‘¼ğ‘¦ ğ‘¢ğ‘¦ğ‘¤ ğ‘šğ‘° ğ‘–ğ‘ºğ‘› ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’ ğ‘¢ğ‘§ğ‘¯ ğ‘ ğ‘¿ğ‘Ÿğ‘¼ ğ‘¦ğ‘Ÿ ğ‘¤ğ‘ªğ‘œğ‘› ğ‘¦ğ‘¯.
is: Ef þetta er rétt, þá verður möppunni 'Opið öllum' á heimasvæði notanda deilt yfir innra net þegar notandi er skráður inn.
oc: Se VERAI, lo repertòri Public dins le dorsièr personal de l'utilizaire es partejat sus la ret quand aqueste se connècta.

source: When to require passwords
as: পাছৱাৰ্ডসমূহৰ কেতিয়া প্ৰয়োজন হ'ব
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘‘ ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›ğ‘Ÿ
fr: Quand exiger les mots de passe
is: Hvenær skal krefjast lykilorðs
oc: Quora exigir los senhals

source: When to ask for passwords. Possible values are "never", "on_write", and "always".
as: পাছৱাৰ্ডৰ অনুৰোধ কেতিয়া কৰা হ'ব। সম্ভাব্য মান হল: "never (কেতিয়াও নহয়)", "on_write (লিখাৰ সময়)", আৰু "always (সদায়ে)"।
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘‘ ğ‘­ğ‘•ğ‘’ ğ‘“ğ‘¹ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›ğ‘Ÿ. ğ‘ğ‘ªğ‘•ğ‘©ğ‘šğ‘©ğ‘¤ ğ‘ğ‘¨ğ‘¤ğ‘¿ğ‘Ÿ ğ‘¸ "never", "on_write", ğ‘¯ "always".
fr: Quand demander des mots de passe. Les valeurs possibles sont : « never », « on_write », et « always ».
is: Þegar spyrja þarf um lykilorð. Möguleikar eru „never“ (aldrei), „on_write“ (þegar skrifað er) og „always“ (alltaf).
oc: Quora demandar de senhals. Las valors possiblas son : « never » (pas jamai), « on_write » (a l'escritura) e « always » (totjorn).

source: Share Public directory over Bluetooth
as: ব্লুটুথৰ সহায়ত ৰাজহুৱা ডাইৰেকটৰি অংশীদাৰী কৰক
oc: Parteja lo repertòri Public per Bluetooth

source: If this is true, the Public directory in the users home directory will be shared over Bluetooth when the user is logged in.
as: মান সত্য হলে, ব্যৱহাৰকাৰী লগ-ইন কৰাৰ পিছত ব্যৱহাৰকাৰীসমূহৰ ব্যক্তিগত ডাইৰেকটৰিত উপস্থিত ৰাজহুৱা ডাইৰেকটৰিটো ব্লুটুথৰ সহায়ত অংশীদাৰী কৰা হব।
oc: Se VERAI, lo repertòri Public dins lo dorsièr personal de l'utilizaire es partejat per Bluetooth quand aqueste se connècta.

source: Whether to allow Bluetooth clients to write files.
as: ব্লুটুথ ক্লাএন্টৰ বাবে নথিপত্ৰে লিখাৰ অনুমতি উপস্থিত থাকিব নে।
oc: Indica se cal autorizar los clients Bluetooth d'escriure de fichièrs.

source: Whether to allow Bluetooth clients to write files, or share the files read-only.
as: ব্লুটুথ ক্লাএন্ট দ্বাৰা নথিপত্ৰ লিখা সম্ভব হ'ব নে অকল পাঠযোগ্য অনুমতি সহ নথিপত্ৰৰ অংশীদাৰী কৰা যাব।
oc: Indica se cal autorizar los clients Bluetooth a escriure de fichièrs o se s'agís de partejar los fichièrs en lectura unicament.

source: Whether Bluetooth clients need to pair with the computer to send files.
as: নথিপত্ৰ পঠোৱাৰ বাবে, ব্লুটুথ ক্লাএন্ট দ্বাৰা কেতিয়া এটা কমপিউটাৰৰ সৈতে যৌথভাবে সঞ্চালন কৰা আবশ্যক।
oc: Indica se los clients Bluetooth se devon ligar a l'ordenador per mandar de fichièrs.

source: Whether Bluetooth clients can send files using ObexPush.
as: ObexPush ৰ সহায়ত ব্লুটুথ ক্লাএন্ট দ্বাৰা নথিপত্ৰ পঠোৱা সম্ভব হ'ব নে।
is: Hvort Bluetooth þjónar geti sent gögn með því að nota ObexPush.
oc: Indica se los clients Bluetooth pòdon mandar de fichièrs en utilizant ObexPush.

source: If this is true, Bluetooth devices can send files to the user's Downloads directory when logged in.
as: মান সত্য হলে, লগ-ইন কৰাৰ পিছত ব্লুটুথ ডিভাইচৰ পৰা ব্যৱহাৰকাৰীৰ ডাউনল'ড ডাইৰেকটৰিত নথিপত্ৰ স্থানান্তৰ কৰা যাব।
is: Ef þetta er rétt, þá geta Bluetooth-tæki sett gögn í möppuna 'Sótt gögn' hjá notanda þegar hann er skráður inn.
oc: Se VERAI, los periferics Bluetooth pòdon mandar de fichièrs dins lo dorsièr Telecargaments de l'utilizaire quand aqueste es connectat.

source: When to accept files sent over Bluetooth
as: ব্লুটুথৰ সহায়ত উপলব্ধ নথিপত্ৰ কেতিয়া প্ৰাপ্ত কৰা হ'ব
is: Þegar þarf að samþykkja gögn séu send með Bluetooth
oc: Quora acceptar de fichièrs per Bluetooth

source: When to accept files sent over Bluetooth. Possible values are "always", "bonded" and "ask".
as: ব্লুটুথৰ সহায়ত উপলব্ধ নথিপত্ৰ কেতিয়া প্ৰাপ্ত কৰা হ'ব। সম্ভাব্য মান হল: "always (সদায়ে)", "bonded (যুক্ত)" আৰু "ask (সোধক)"।
is: Þegar þarf að samþykkja gögn séu send með Bluetooth. Möguleikar eru „always“ (alltaf), „bonded“ (tengt) og „ask“ (spyrja).
oc: Quora acceptar los fichièrs per Bluetooth. Las valors possiblas son : « always » (totjorn), « bonded » (se ligat) e « ask » (demandar).

source: Whether to notify about newly received files.
as: নতুন প্ৰাপ্ত নথিপত্ৰ সম্পৰ্কে সূচীত কৰা হ'ব নে।
en@shaw: ğ‘¢ğ‘§ğ‘ğ‘¼ ğ‘‘ ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘² ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘¯ğ‘¿ğ‘¤ğ‘¦ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘Ÿ.
is: Hvort eigi að áminna þegar ný gögn berast.
oc: Indica se cal senhalar los fichièrs novèlament recebuts.

source: Personal File Sharing Preferences
as: ব্যক্তিগত নথিপত্ৰৰ অংশীদাৰীৰ পছন্দসমূহ
en@shaw: ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ ğ‘–ğ‘ºğ‘¦ğ‘™ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Share Files over the Network
as: নেটৱাৰ্কৰ সহায়ত নথিপত্ৰসমূহ অংশীদাৰী কৰক

source: _Share public files on network
as: ৰাজহুৱা নথিপত্ৰসমূহ নেটৱাৰ্কত অংশীদাৰী কৰক
en@shaw: _ğ‘–ğ‘º ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘ªğ‘¯ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’

source: _Password:
as: পাছৱাৰ্ড (_P):
en@shaw: _ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›:
fr: _Mot de passe :

source: _Require password:
as: পাছৱাৰ্ড আবশ্যক (_R):
en@shaw: _ğ‘®ğ‘¦ğ‘’ğ‘¢ğ‘²ğ‘¼ ğ‘ğ‘­ğ‘•ğ‘¢ğ‘¼ğ‘›:
fr: _Mot de passe requis :

source: Share Files over Bluetooth
as: ব্লুটুথৰ সহায়ত নথিপত্ৰসমূহ অংশীদাৰী কৰক

source: Share public files over _Bluetooth
as: ৰাজহুৱা নথিপত্ৰসমূহ ব্লুটুথৰ সহায়ত অংশীদাৰী কৰক (_B)

source: Allo_w remote devices to delete files
as: দূৰবৰ্তী ডিভাইচ দ্বাৰা নথিপত্ৰ মচি পেলোৱাৰ অনুমতি প্ৰদান কৰক (_w)

source: Require re_mote devices to bond with this computer
as: এই কমপিউটাৰৰ সৈতে সংযোগ স্থাপন কৰিবলে দূৰবৰ্তী ডিভাইচসমূহৰ প্ৰয়োজন (_m)

source: Receive Files over Bluetooth
as: ব্লুটুথৰ সহায়ত নথিপত্ৰ প্ৰাপ্ত কৰক

source: Receive files in _Downloads folder over Bluetooth
as: ব্লুটুথৰ সহায়ত নথিপত্ৰসমূহ ডাউনল'ডসমূহ ফোল্ডাৰত প্ৰাপ্ত কৰক (_D)

source: _Accept files:
as: নথিপত্ৰসমূহ প্ৰাপ্ত কৰক (_A):
en@shaw: _ğ‘¨ğ‘’ğ‘•ğ‘§ğ‘ğ‘‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ:

source: _Notify about received files
as: প্ৰাপ্ত নথিপত্ৰসমূহৰ বিষয়ে সূচীত কৰক (_N)
en@shaw: _ğ‘¯ğ‘´ğ‘‘ğ‘¦ğ‘“ğ‘² ğ‘©ğ‘šğ‘¬ğ‘‘ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘› ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Personal File Sharing
as: ব্যক্তিগত নথিপত্ৰৰ অংশীদাৰী
en@shaw: ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ ğ‘–ğ‘ºğ‘¦ğ‘™
fr: Partage de fichiers personnels
is: Deiling einkagagna
oc: Parteja de fichièrs personals

source: Preferences for sharing of files
as: ব্যক্তিগত নথিপত্ৰৰ অংশীদাৰী পছন্দসমূহ
en@shaw: ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ ğ‘“ğ‘¹ ğ‘–ğ‘ºğ‘¦ğ‘™ ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ

source: Launch Personal File Sharing if enabled
as: সামৰ্থবান থাকিলে, ব্যক্তিগত নথিপত্ৰ অংশীদাৰী লঞ্চ কৰা হব
en@shaw: ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ ğ‘–ğ‘ºğ‘¦ğ‘™ ğ‘¦ğ‘“ ğ‘¦ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ğ‘›
is: Opna einkaskráadeilingu ef þetta er virkt
oc: Avia lo partiment de fichièrs personals s'es activat

source: Preferences
as: পছন্দসমূহ
is: Kjörstillingar
oc: Preferéncias

source: Launch Personal File Sharing Preferences
as: ব্যক্তিগত নথিপত্ৰ পছন্দসমূহ লঞ্চ কৰক
en@shaw: ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ ğ‘–ğ‘ºğ‘¦ğ‘™ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ
oc: Dobrís las preferéncias del partiment de fichièrs personals

source: Unable to launch the Personal File Sharing Preferences
as: ব্যক্তিগত নথিপত্ৰ অংশীদাৰী পছন্দসমূহ লঞ্চ কৰিবলে অক্ষম

source: May be used to share or receive files
as: নথিপত্ৰসমূহ অংশীদাৰী কৰিবলে অথবা গ্ৰহণ কৰিবলে ব্যৱহাৰ কৰা হব পাৰে
is: Er hægt að nota til að deila eða taka á móti skrám
oc: Pòt èsser utilizat per partejar o recebre de fichièrs

source: May be shared over the network or Bluetooth
as: নেটৱাৰ্ক অথবা ব্লুটুথৰ সহায়ত অংশীদাৰী কৰা হব পাৰে
is: Er hægt að nota til að deila gögnum á neti eða blátönn (bluetooth)
oc: Pòt èsser partejat sus la ret o per Bluetooth

source: May be used to receive files over Bluetooth
as: ব্লুটুথৰ সহায়ত নথিপত্ৰসমূহ গ্ৰহণ কৰাৰ বাবে ব্যৱহাৰ কৰা হব পাৰে
is: Er hægt að nota til að taka á móti skrám með Bluetooth
oc: Pòt èsser utilizat per recebre de fichièrs per Bluetooth

source: No reason
as: বিনা কাৰণে
en@shaw: ğ‘¯ğ‘´ ğ‘®ğ‘°ğ‘Ÿğ‘©ğ‘¯

source: Could not display the help contents.
as: সহায়ৰ সমলসমূহ প্ৰদৰ্শন কৰিব নোৱাৰি।
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘›ğ‘©ğ‘•ğ‘ğ‘¤ğ‘± ğ‘ ğ‘£ğ‘§ğ‘¤ğ‘ ğ‘’ğ‘ªğ‘¯ğ‘‘ğ‘©ğ‘¯ğ‘‘ğ‘•.

source: Could not build interface.
as: আন্তঃপৃষ্ট নিৰ্মাণ কৰিব নোৱাৰি।
en@shaw: ğ‘’ğ‘«ğ‘› ğ‘¯ğ‘ªğ‘‘ ğ‘šğ‘¦ğ‘¤ğ‘› ğ‘¦ğ‘¯ğ‘‘ğ‘¼ğ‘“ğ‘±ğ‘•.

source: Never
as: কেতিয়াও নহয়
en@shaw: ğ‘¯ğ‘§ğ‘ğ‘¼
fr: Jamais

source: When writing files
as: নথিপত্ৰসমূহ লিখাৰ সময়
en@shaw: ğ‘¢ğ‘§ğ‘¯ ğ‘®ğ‘²ğ‘‘ğ‘¦ğ‘™ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
fr: Au moment d'écrire les fichiers

source: Always
as: সদায়ে
en@shaw: ğ‘·ğ‘¤ğ‘¢ğ‘±ğ‘Ÿ
fr: Toujours

source: Only for set up devices
as: অকল যুক্ত ডিভাইচসমূহৰ বাবে
en@shaw: ğ‘´ğ‘¯ğ‘¤ğ‘¦ ğ‘“ğ‘¹ ğ‘•ğ‘§ğ‘‘ ğ‘³ğ‘ ğ‘›ğ‘¦ğ‘ğ‘²ğ‘•ğ‘©ğ‘Ÿ

source: Ask
as: প্ৰশ্ন কৰক
en@shaw: ğ‘­ğ‘•ğ‘’

source: %s's public files
as: %s ৰ ৰাজহুৱা নথিপত্ৰসমূহ
en@shaw: %s'ğ‘Ÿ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ
fr: fichiers public de %s
is: Almenningsgögn %s
oc: Fichièrs publics de %s

source: %s's public files on %s
as: %s ৰ %s ত উপস্থিত ৰাজহুৱা নথিপত্ৰসমূহ
en@shaw: %s'ğ‘Ÿ ğ‘ğ‘³ğ‘šğ‘¤ğ‘¦ğ‘’ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘ªğ‘¯ %s
is: Almenningsgögn %s á %s
oc: Fichièrs publics de %s sus %s

source: You received "%s" via Bluetooth
as: ব্লুটুথৰ সহায়ত আপুনি "%s" প্ৰাপ্ত কৰিছে
is: Þú fékkst %s í gegnum Bluetooth
oc: Avètz recebut « %s » per Bluetooth

source: You received a file
as: আপুনি এটা নথিপত্ৰ প্ৰাপ্ত কৰিছে
en@shaw: ğ‘¿ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ğ‘› ğ‘© ğ‘“ğ‘²ğ‘¤
is: Þú fékkst skrá
oc: Avètz recebut un fichièr

source: Open File
as: নথিপত্ৰ খোলক
en@shaw: ğ‘´ğ‘ğ‘©ğ‘¯ ğ‘“ğ‘²ğ‘¤
is: Opna skrá
oc: Dobrir lo fichièr

source: Reveal File
as: নথিপত্ৰ প্ৰকাশ কৰক
en@shaw: ğ‘®ğ‘¦ğ‘ğ‘°ğ‘¤ ğ‘“ğ‘²ğ‘¤
is: Sýna skrá
oc: Far veire lo fichièr

source: File reception complete
as: নথিপত্ৰ প্ৰাপ্ত সমপূৰ্ণ
en@shaw: ğ‘“ğ‘²ğ‘¤ ğ‘®ğ‘¦ğ‘•ğ‘§ğ‘ğ‘–ğ‘©ğ‘¯ ğ‘’ğ‘©ğ‘¥ğ‘ğ‘¤ğ‘°ğ‘‘
is: Skrá móttekin
oc: Recepcion de fichièrs acabada

source: share;files;bluetooth;obex;http;network;copy;send;
is: deila;skrár;bluetooth;obex;http;netkerfi;afrit;senda;
oc: partejar;fichièrs;bluetooth;obex;http;ret;copiar;mandadís;mandar;

source: May be shared over the network
is: Má deila á netinu
oc: Pòt èsser partejat sus la ret

source: You have been sent a file "%s" via Bluetooth
is: Þér hefur verið send skráin "%s“ með Bluetooth
oc: Un fichièr « %s » vos es estat mandat per Bluetooth

source: You have been sent a file
is: Þér hefur verið send skrá
oc: Un fichièr vos es estat mandat

source: Receive
is: Taka við
oc: Recebre

source: Cancel
is: Hætta við
oc: Anullar

source: <b>Share Files over the Network</b>
en@shaw: <b>ğ‘–ğ‘º ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘´ğ‘ğ‘¼ ğ‘ ğ‘¯ğ‘§ğ‘‘ğ‘¢ğ‘»ğ‘’</b>

source: Launch Preferences
en@shaw: ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: Unable to launch the Personal File Sharing preferences
en@shaw: ğ‘³ğ‘¯ğ‘±ğ‘šğ‘©ğ‘¤ ğ‘‘ ğ‘¤ğ‘·ğ‘¯ğ‘— ğ‘ ğ‘ğ‘»ğ‘•ğ‘©ğ‘¯ğ‘©ğ‘¤ ğ‘“ğ‘²ğ‘¤ ğ‘–ğ‘ºğ‘¦ğ‘™ ğ‘ğ‘®ğ‘§ğ‘“ğ‘¼ğ‘©ğ‘¯ğ‘•ğ‘©ğ‘Ÿ

source: You can share files from this folder and receive files to it
en@shaw: ğ‘¿ ğ‘’ğ‘¨ğ‘¯ ğ‘–ğ‘º ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘“ğ‘®ğ‘ªğ‘¥ ğ‘ğ‘¦ğ‘• ğ‘“ğ‘´ğ‘¤ğ‘›ğ‘¼ ğ‘¯ ğ‘®ğ‘¦ğ‘•ğ‘°ğ‘ ğ‘“ğ‘²ğ‘¤ğ‘Ÿ ğ‘‘ ğ‘¦ğ‘‘

source: Sharing
is: Deiling

source: Sharing Settings
is: Stillingar deilingar

source: If this is true, the Public directory in the users home directory will be shared when the user is logged in.
fr: Si c'est vrai, le répertoire public dans le dossier personnel des utilisateurs sera partagé lorsque l'utilisateur sera connecté.

source: Share Public directory
fr: Répertoire public partagé

source: <b>Share Files</b>
fr: <b>Partage de fichiers</b>

source: File Sharing Preferences
fr: Préférence du partage de fichiers

source: Share Public files on network
fr: Partage des fichiers publics sur le réseau

source: Preferences for sharing of personal files
fr: Préférences pour le partage de fichiers personnels
