Repository: GNOME/gnome-user-share
Catalog: po/ab.po
Languages: ab

source: Personal File Sharing
ab: Азеиԥш неирҭа хаҭалатәи афаилқәа рахь

source: Launch Personal File Sharing if enabled
ab: Хаҭалатәи афаилқәа рахь азеиԥш неирҭа аартра , иаҿакызар

source: share;files;bluetooth;obex;http;network;copy;send;
ab: анеирҭа; афаил; аимадара; ахкьыԥхьаара;азнагара;

source: Preferences
ab: Архиарақәа

source: Launch Personal File Sharing Preferences
ab: Хаҭалатәи архиарақәа рҿакра азеиԥш неирҭа афаилқәа рахь архиаразы

source: May be used to share or receive files
ab: Афаилқәа рышьҭразы,мамзар рыдкыларазы ахархәара аиур алшоит

source: May be shared over the network or Bluetooth
ab: Bluetooth ала афаилқәа рышьҭразы ахархәара аиур алшоит

source: May be used to receive files over Bluetooth
ab: Bluetooth ала афаилқәа рыдкыларазы ахархәара аиур алшоит

source: %s's public files
ab: Азеиԥш фаилқәк ахархәаҩ %s итәы

source: %s's public files on %s
ab: Азеиԥш фаилқәа ахархәаҩ%s итәы %s аҟны

source: You received "%s" via Bluetooth
ab: Шәара ишәоуит "%s"Bluetooth ала

source: You received a file
ab: Шәара ишәоуит афаил

source: Open File
ab: Афаил аартра

source: Reveal File
ab: Афаил арбара

source: File reception complete
ab: Афаил аҭагалара хырқәшоуп
